Repository: OPUS4/application
Catalog: modules/admin/language/report.tmx
Source language: de
Languages: en

source: Filtermöglichkeiten:
en: Filter local DOIs by registration state:

source: Zeige alle lokalen DOIs
en: Show all local DOIs

source: Zeige nur nicht-registrierte lokale DOIs
en: Show unregistered local DOIs

source: Zeige nur registrierte lokale DOIs
en: Show registered local DOIs

source: Zeige nur geprüfte lokale DOIs
en: Show verified local DOIs

source: Dokument-ID
en: Document ID

source: DOI-Registrierungsstatus
en: DOI Registration Status

source: Prüfe DOI
en: Verify DOI

source: Prüfe DOI erneut
en: Verify DOI again

source: Registriere DOI
en: Register DOI

source: Nicht registriert
en: Unregistered

source: Registriert
en: Registered

source: Geprüft
en: Verified

source: Dokument ist nicht veröffentlicht
en: Document is not yet published

source: DOI '%1$s' wurde erfolgreich registriert.
en: DOI '%1$s' was registered successfully.

source: %1$s lokale DOIs wurden erfolgreich registriert.
en: %1$s local DOIs were registered successfully.

source: DOI-Registrierung für Dokument '%1$s' konnte nicht ausgeführt werden.
en: DOI Registration of document '%1$s' could not be executed.

source: unerwarteter Fehler bei der DOI-Registrierung für Dokument '%1$s'
en: An unexpected error occured in DOI registration of document '%1$s'

source: unerwarteter Fehler bei der Registrierung von DOI '%1$s'
en: An unexpected error occured in registration of DOI '%1$s'

source: %1$s Fehler bei der DOI-Registrierung: %2$s von %3$s DOIs wurden erfolgreich registriert.
en: %1$s error(s) occurred: %2$s of %3$s local DOIs have been registered successfully.

source: DOI '%1$s' wurde erfolgreich geprüft.
en: DOI '%1$s' was verified successfully.

source: %1$s DOIs wurden erfolgreich geprüft.
en: Verification of %1$s DOIs completed successfully.

source: Prüfung von DOI '%1$s' war nicht erfolgreich.
en: Verification of DOI '%1$s' failed.

source: unerwarteter Fehler bei der DOI-Prüfung für Dokument '%1$s'
en: An unexpected error occured in DOI verification of document '%1$s'

source: %1$s Fehler bei der DOI-Prüfung: %2$s von %3$s DOIs wurden erfolgreich geprüft.
en: %1$s error(s) occurred: %2$s of %3$s DOIs have been verified successfully.

source: Es wurden keine passenden lokalen DOIs gefunden.
en: Could not find matching local DOIs.

source: Registriere %1$s lokale DOI(s)
en: Register %1$s local DOI(s)

source: Prüfe %1$s registrierte DOI(s)
en: Verify %1$s registered DOI(s)
